"--- ALL CATEGORIES ---" = "-- كل الفئات --";"--- ALL USERS ---" = "-- كل المستخدمين";"Add Checkin" = "إضافة إيداع";"Add Map" = "إضافة خريطة";"Add Photo" = "إضافة صورة";"Add Report" = "إضافة تقرير";"Added" = "تمت الاضافة";"Adding..." = "اضافة ...";"All Categories" = "كل الفئات";"All Checkins By" = "كل عمليات الايداع بواسطة";"App Settings" = "اعدادات التطبيق";"Are you sure you want to cancel?" = "هل أنت متأكد أنك تريد إلغاء الأمر؟";"Are you sure you want to delete?" = "هل أنت متأكد أنك تريد ان تحذف؟";"Authenticating..." = "مصادقة ...";"Cancel" = "الغاء";"Categories..." = "الفئات";"Category" = "الفئة";"characters" = "الرموز";"Checkin" = "الايداع";"Checkin Error" = "خطأ في الايداع";"Checkins" = "ايداعات";"Clear" = "مسح";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "انقر على زر الخريطة لمشاهدة خريطة التقرير،  زر الفرز للفرز حسب الفئة أو زر إنشاء لإنشاء تقرير حدث جديد.";"Click the Refresh button to upload pending reports." = "انقر على زر تحديث لرفع التقارير المعلقة.";"Current Location" = "الموقع الحالي";"Date" = "التاريخ";"Delete Report" = "حذف التقرير";"Description" = "الوصف";"Edit" = "تحرير";"Enter description" = "أدخل صفا";"Enter email" = "أدخل البريد الإلكتروني";"Enter first name" = "أدخل الاسم الأول";"Enter last name" = "أدخل اسم العائلة";"Enter location name" = "أدخل اسم الموقع";"Enter Map Details" = "أدخل تفاصيل الخريطة";"Enter message" = "أدخل الرسالة";"Enter name" = "أدخل الاسم";"Enter password" = "أدخل كلمة المرور";"Enter time" = "أدخل الوقت";"Enter title" = "أدخل العنوان";"Enter tweet" = "أدخل التغريدة";"Select category" = "اختر التصنيف";"Select location" = "اختر الموقع";"Select photo" = "اختر الصورة";"Send" = "أرسل";"Sent" = "تم الإرسال";"Settings" = "الإعدادات";"Upload Error" = "خطأ في التحميل";"Username" = "اسم المستخدم";"Version" = "الإصدارة";"Video" = "فيديو";"Yes" = "نعم";"Share Application" = "حصة التطبيق";"Enter description" = "أدخل الوصف";